#```1)შექმენით ფუნქცია სახელად add რომელსაც გადაეცემა ორი არგუმენტი num1 და num2 ,შემდეგ ფუნქციაში გამოითვალეთ მათი ჯამი და დაპრინტეთ არ დაგავიწყდეთ ფუნქციების გამოძახება და არგუმენტების გადაცემა

#2) შექმენით ფუნქცია სახელად substract რომელსაც გადაეცემა ორი არგუმენტი num1 და num2,შემდეგ ფუნქციაში გამოთვალეთ მათი სხვაობა და დაპრინტეთ ის ,არ დაგავიწყდეთ ფუნქციების გამოძახება და არგუმენტების გადაცემა```

def add(num1,num2):
    print("my favorite number")

add(12,7)
print(12+7)

def substract(num1,num2):
    print("numbers")
substract(18,13)
print(18-13)