#1)გამოიტანეთ რიცხვები 0-დან 10-ის ჩათვლით
for i in range(0,10):
    print(i)
# 2)გამოიტანეთ რიცხვები 50-დან 150-მდე

for i in range(50,150):
    print(i)
# 3)გამოიტანეთ მხოლოდ ლუწი რიცხვები 200-დან 500-მდე
for num in range(200, 501, 2):
    print(num, end=", ")
# 4)გამოიტანეთ კენტი რიცხვები 0-დან 50-მდე
for num in range(1, 51, 2):
    print(num, end=", ")
# 5)მომხმარებელს შემოატანინეთ მისი გვარი და გამოიტანეთ ამ გვარის თითოეული ასო ცალცალკე
surname = "malakmadze"

# 6)კომენტარის სახით ახსენით როდის ვიყენებთ For Loop-ს
#For Loop-ს ვიყენებთ როდესაც ვიცით რამდენჯერ გვინდა გამოვიტანოთ სიტყვა ან რიცხვი






