# 1)გამოიტანეთ რიცხვები 10-დან 15-მდე
# 2)გამოიტანეთ რიცხვები 50-დან 0-მდე
# 3)კომენტარის სახით ახსენით რა არის counter ცვლადი და როდის ვიყენებთ While Loop-ს
# 4)გამოიტანეთ მხოლოდ ლუწი რიცხვები 10-დან 70-მდე
# 5)გამოიტანეთ კენტი რიცხვები 25-დან 55-მდე

for x in range(10,15):
    print(x)

for x in range(50,-1,-1):
    print(x)

for num in range(10,70):
    print(num, end=", ")


# Counter არის ცვლადი, რომელსაც ვიყენებთ იმისთვის, რომ დავთვალოთ რამდენჯერ შესრულდა ციკლი.
# ის გვჭირდება, როდესაც While Loop-ში გვინდა კონკრეტული პირობის კონტროლი, მაგალითად:
# სანამ counter ნაკლებია 10-ზე, ვაკეთებთ რაღაცას.
# While Loop-ს ვიყენებთ მაშინ, როდესაც არ ვიცით ზუსტად რამდენჯერ უნდა შესრულდეს ციკლი,
# მაგრამ გვაქვს გარკვეული პირობა, რომლის შესრულებისას ციკლი უნდა გაჩერდეს.


for number in range(10, 71):
    if number % 2 == 0:
        print(number)


for number in range(25, 56):
    if number % 2 != 0:
        print(number)