#1)შექმენით 10ელემენტიანი სია და გამოიტანეთ ბოლო და პირველი ელემენტის ჯამი

#2)ახსენით რაში გვჭირდება slicing და ასევე ახსენით რაში გვჭირდება ფუნქციები.

#3)გაიხსენეთ While ციკლი:
   
#    •გამოიტანეთ მხოლოდ ლუწი რიცხვები 10-დან 70-მდე
 #   •გამოიტანეთ რიცხვები 50-დან 0-მდე


#4)შექმენით სია შემდგარი 5 სახელისგან და მესამე სახელი შეცვალეთ თქვენი სახელით

#5)გადახედეთ ჩანაწერს თავიდან

num=[1,2,3,4,5,6,7,8,9,10]
print(num[0]+num[9])
#slicingი გვჭირდება იმაში რომ რამე კონკრეტული გამოიტანოს ფუნქციები პითონშიბკოდის გამეორებას და ორგანოზმებს აიოლებს
num=10
while num <70 :
    num+=1
    if num%2==0:   
       print(num)






name=["nuki","ioane","nani","luka","anamaria"]
name[4]="nuca"