#3)ისწავლეთ შემდეგი სიტყვები:

#variable = ცვლადი
#variable value = ცვლადის მნიშვნელობა
#parentheses - ფრჩხილები
#quotes - ბრჭყალები

#3)გაიცანით თქვენი ჯგუფელები, დაიმეგობრეთ, და გაუზიარეთ შთაბეჭდილებები, იმეცადინეთ ერთად, შეიყვარეთ ერთმანეთი. 
#(ვისაც გაიცნობთ, ყველას სახელი და გვარი ამოიწერეთ პითონში და შეინახეთ ცვლადებში

name = "ნუცა ჭუმბუეიძე"
name1 = "ელენე ფირცხალავა"
name2 = "ლუკა ოთარაშვილი"
name3 = "საბა გიგანი"
name4 = "სანდრო გაბიძაშვილი"
name5 = "დემე ცინცაძე"
name6 = "ნერსე ლომსაძე"
name7 = "ნოდარ შავაძე"
name8 = "ანდრია ეფიმოსკი"
name9 = "დანიელ ჯავახიძე"
name10 = "ნიკა ბურდული"
