#1) გადააქციეთ string "goa" დიდ ასოებად .upper()-ის გამოყენებით

#2) გადააქციეთ string "PROGRAMMING" პატარა ასოებად .lower()-ის გამოყენებით

#3) გამოიყენეთ ფუნქცია .capitalize() სტრინგზე: "python"

#4) .find() ფუნქციის გამოყენებით იპოვეთ ასობგერა "l" სიტყვა "hello"-ში. ახსენით კომენტარებით თუ რატომ ვიღებთ მიღებულ შედეგს

#5) თქვენი სიტყვებით, კომენტრატების გამოყენებით ახსენით თუ რა არის Built-in (ჩაშენებული) ფუნქციები და საიდან გვაქვს ჩვენ ისინი

print("goa".upper())

print("PROGRAMING".lower())

print("python".capitalize())

print("hello".find("l"))
 #ასეთ შედეგს იმიტომ ვიღეთ რომ find  ფუქცია იპოვის იმ ასოს ინდექსს და ის იპოვი პირველი ლ რომელიც წერია
 #Built-in ფუნქციები არიან უკვე არსებულ ფუნქციები, რომლებიც პროგრამირების ენაში მზად არის გამოყენებისთვის. მაგალითად: print(), Python-ში.
 



